tmp.log
Running 30s test @ http://127.0.0.1:8080/hello
  1 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    59.41ms    8.28ms 128.71ms   74.94%
    Req/Sec    57.02k    10.11k   92.94k    78.52%
  1646413 requests in 30.10s, 200.98MB read
Requests/sec:  54702.48
Transfer/sec:      6.68MB